Revit 2027 API
IDropHandler Methods
The IDropHandler type exposes the following members.
Methods
Name | Description
Execute |  Implement this method to handle the drop event for your data.
Top
See Also
Reference
IDropHandler Interface
Autodesk.Revit.UI Namespace